Repository: rxhanson/Rectangle
Catalog: RectangleLauncher/mul.lproj/Main.xcstrings
Source language: en
Languages: ar, cs, de, id, lt, nb, nn, pt_br, pt_pt, sk, vi, zh_hans, zh_hant, zh_hant_hk

# Oyz-dy-DGm.title
source: Stop Speaking
ar: إيقاف الكلام
cs: Přestat mluvit
de: Aufhören zu sprechen
id: Berhenti Bicara
lt: Nustoti kalbėti
nb: Stopp tale
nn: Stopp tale
pt_br: Pare de falar
pt_pt: Parar de Falar
sk: Prestať hovoriť
vi: Ngừng nói
zh_hans: 停止朗读
zh_hant: 停止朗讀
zh_hant_hk: 停止朗讀

# pa3-QI-u2k.title
source: Delete
ar: حذف
cs: Smazat
de: Löschen
id: Hapus
lt: Ištrinti
nb: Slett
nn: Slett
pt_br: Deletar
pt_pt: Eliminar
sk: Zmazať
vi: Xóa
zh_hans: 删除
zh_hant: 刪除
zh_hant_hk: 刪除

# Ptp-SP-VEL.title
source: Bigger
ar: أكبر
cs: Zvětšit
de: Größer
id: Lebih Besar
lt: Didesnis
nb: Større
nn: Større
pt_br: Maior
pt_pt: Maior
sk: Zväčšiť
vi: Lớn hơn
zh_hans: 较大
zh_hant: 放大
zh_hant_hk: 放大

# pxx-59-PXV.title
source: Save…
ar: حفظ...
cs: Uložit…
de: Speichern…
id: Simpan…
lt: Išsaugoti…
nb: Lagre…
nn: Lagre…
pt_pt: Guardar…
sk: Uložiť…
vi: Lưu…
zh_hans: 存储…
zh_hant: 儲存⋯
zh_hant_hk: 儲存⋯

# Q5e-8K-NDq.title
source: Show Fonts
ar: إظهار الخطوط
cs: Zobrazit písma
de: Schriftarten anzeigen
id: Tampilkan Jenis Huruf
lt: Rodyti šriftus
nb: Vis fonter
nn: Vis fontar
pt_br: Mostrar Fontes
pt_pt: Mostrar Tipos de Letra
sk: Zobraziť písma
vi: Hiển thị Font
zh_hans: 显示字体
zh_hant: 顯示字體
zh_hant_hk: 顯示字體

# q09-fT-Sye.title
source: Find Next
ar: البحث عن اللاحق
cs: Hledat další
de: Weitersuchen
id: Temukan Berikutnya
lt: Rasti kitą
nb: Finn neste
nn: Finn neste
pt_br: Buscar próximo
pt_pt: Encontrar Próximo
sk: Hľadať ďalšie
vi: Tìm kiếm kế tiếp
zh_hans: 查找下一个
zh_hant: 尋找下一個
zh_hant_hk: 尋找下一個

# qIS-W8-SiK.title
source: Page Setup…
ar: إعداد الصفحة...
cs: Nastavení stránky…
de: Seiten einrichten…
id: Pengaturan Halaman…
lt: Puslapio nustatymai…
nb: Utskriftsformat…
nn: Utskriftsformat…
pt_br: Configuração da Página…
pt_pt: Configuração de Página…
sk: Nastavenie stránky…
vi: Thiết lập trang…
zh_hans: 页面设置…
zh_hant: 設定頁面⋯
zh_hant_hk: 頁面設定⋯

# R4o-n2-Eq4.title
source: Zoom
ar: تكبير
cs: Zvětšení
id: Perbesar
lt: Mastelis
sk: Zväčšenie
vi: Phóng
zh_hans: 缩放
zh_hant: 縮放
zh_hant_hk: 縮放

# RB4-Sm-HuC.title
source: Right to Left
ar: من اليمين إلى اليسار
cs: Zprava doleva
de: Rechts Nach Links
id: Kanan ke Kiri
lt: Iš dešinės į kairę
nb: Høgre til venstre
nn: Høgre til venstre
pt_br: Da direita para a esquerda
pt_pt: Da Direita para a Esquerda
sk: Sprava doľava
vi: Phải qua trái
zh_hans: 从右到左
zh_hant: 由右至左
zh_hant_hk: 由右至左

# rbD-Rh-wIN.title
source: Check Spelling While Typing
ar: التحقق من الإملاء أثناء الكتابة
cs: Kontrolovat pravopis při psaní
de: Überprüfe Schreibweise während des Schreibens
id: Periksa Ejaan saat Mengetik
lt: Tikrinti rašybą rašant
nb: Kontroller stavemåte mens du skriver
nn: Kontroller stavemåte medan du skriv
pt_br: Verificar ortografia durante a digitação
pt_pt: Verificar ortografia enquanto escreve
sk: Kontrolovať pravopis pri písaní
vi: Kiểm tra chính tả khi gõ
zh_hans: 键入时检查拼写
zh_hant: 在輸入時同步檢查拼字
zh_hant_hk: 在輸入時同時檢查串字

# rgM-f4-ycn.title
source: Smart Dashes
ar: الشرطات الذكية
cs: Chytré pomlčky
de: Smarte Bindestriche
id: Tanda Hubung Pintar
lt: Protingi brūkšneliai
nb: Smarte bindestreker
nn: Smarte bindestrekar
pt_br: Traços Inteligentes
pt_pt: Traços Inteligentes
sk: Chytré pomlčky
vi: Gạch nối thông minh
zh_hans: 智能破折号
zh_hant: 智慧型破折號
zh_hant_hk: 智慧型引號

# Rqc-34-cIF.title
source: Superscript
ar: السسوبسكريبت
cs: Horní index
de: Hochgestellt
id: Superskrip
lt: Viršutinis indeksas
nb: Heva skrift
nn: Heva skrift
pt_br: Superescrito
pt_pt: Sobrescrito
sk: Horný index
vi: Chỉ số trên
zh_hans: 上标
zh_hant: 上標
zh_hant_hk: 上標

# Ruw-6m-B2m.title
source: Select All
ar: تحديد الكل
cs: Vybrat vše
de: Alles auswählen
id: Pilih Semua
lt: Pasirinkti viską
nb: Velg alt
nn: Vel alt
pt_br: Selecionar tudo
pt_pt: Selecionar Tudo
sk: Vybrať všetko
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選
zh_hant_hk: 全選

# S0p-oC-mLd.title
source: Jump to Selection
ar: الانتقال إلى التحديد
cs: Zobrazit výběr
de: Zur Auswahl springen
id: Lompat ke Pilihan
lt: Pereiti prie pasirinkimo
nb: Gå til utvalg
nn: Gå til utval
pt_br: Ir para a seleção
pt_pt: Ir Para Seleção
sk: Zobraziť výber
vi: Nhảy đến lựa chọn
zh_hans: 跳到所选内容
zh_hant: 跳至所選範圍
zh_hant_hk: 跳去所選範圍

# snW-S8-Cw5.title
source: Show Toolbar
ar: إظهار شريط الأدوات
cs: Zobrazit panel nástrojů
de: Zeige Werkzeugleiste
id: Tampilkan Bilah Alat
lt: Rodyti įrankių juostą
nb: Vis verktøylinja
nn: Vis verktøylina
pt_br: Mostrar barra de ferramentas
pt_pt: Mostrar Barra de Ferramentas
sk: Zobraziť panel nástrojov
vi: Hiển thị thanh công cụ
zh_hans: 显示工具栏
zh_hant: 顯示工具列
zh_hant_hk: 顯示工具列

# Td7-aD-5lo.title
source: Window
ar: النافذة
cs: Okno
de: Fenster
id: Jendela
lt: Langas
nb: Vindu
nn: Vindauge
pt_br: Janela
pt_pt: Janela
sk: Okno
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗
zh_hant_hk: 視窗

# tlD-Oa-oAM.title
source: Kern
ar: كيرن
cs: Rozestupy znaků
lt: Kerningas
nb: Knip
nn: Knip
sk: Rozostupy znakov
vi: Nét
zh_hans: 字距调整
zh_hant: 字元間距
zh_hant_hk: 字元間距

# tRr-pd-1PS.title
source: Data Detectors
ar: كاشفات البيانات
cs: Detektor dat
de: Daten Detektoren
id: Pendeteksi Data
lt: Duomenų detektoriai
nb: Datadetektorer
nn: Datadetektorar
pt_br: Detectores de dados
pt_pt: Detetores de Dados
sk: Detektor dát
vi: Bộ dò dữ liệu
zh_hans: 数据检测器
zh_hant: 資料偵測器
zh_hant_hk: 資料偵測器

# tXI-mr-wws.title
source: Open Recent
ar: الملفات الأخيرة المفتوحة
cs: Otevřít poslední
de: Öffne Zuletzt geöffnet
id: Buka Baru-baru Ini
lt: Atidaryti neseniai naudotą
nb: Åpne sist brukte
nn: Opne sist brukte
pt_br: Abrir recente
pt_pt: Abrir Recente
sk: Otvoriť posledné
vi: Mở gần đây
zh_hans: 打开最近使用
zh_hant: 打開最近使用過的檔案
zh_hant_hk: 開啟最近項目

# UEZ-Bs-lqG.title
source: Capitalize
ar: كابيتالايز
cs: Velká počáteční písmena
de: Großschreiben
id: Besarkan
lt: Didžiosios raidės
nb: Bruk stor forbokstav
nn: Bruk stor forbokstav
pt_br: Capitalizar
pt_pt: Maiúsculas
sk: Veľké počiatočné písmená
vi: In hoa
zh_hans: 首字母大写
zh_hant: 首字母大寫
zh_hant_hk: 首字母大寫

# uQy-DD-JDr.title
source: RectangleLauncher
ar: مشغل المستطيل

# uRl-iY-unG.title
source: Cut
ar: قص
cs: Vyjmout
de: Ausschneiden
id: Potong
lt: Iškirpti
nb: Klipp ut
nn: Klypp ut
pt_br: Recortar
pt_pt: Cortar
sk: Vyňať
vi: Cắt
zh_hans: 剪切
zh_hant: 剪下
zh_hant_hk: 剪下

# Vdr-fp-XzO.title
source: Hide Others
ar: إخفاء الآخرين
cs: Skrýt ostatní
de: Anderes verstecken
id: Sembunyikan yang Lain
lt: Slėpti kitus
nb: Skjul andre
nn: Gøym andre
pt_br: Esconder Outros
pt_pt: Ocultar Outros
sk: Skryť ostatných
vi: Ẩn những thứ khác
zh_hans: 隐藏其他
zh_hant: 隱藏其他
zh_hant_hk: 隱藏其他

# VIY-Ag-zcb.title
source: Center
ar: توسيط
cs: Zarovnat na střed
de: Zentrieren
id: Tengah
lt: Centre
nb: Midtstilt
nn: Midtstilt
pt_br: Centralizar
pt_pt: Centro
sk: Zarovnať na stred
vi: Căn giữa
zh_hans: 居中
zh_hant: 置中
zh_hant_hk: 置中

# Vjx-xi-njq.title
source: Italic
ar: مائل
cs: Kurzíva
de: Kursivdruck
id: Cetak Miring
lt: Kursyvas
nb: Kursiv
nn: Kursiv
pt_br: Itálico
pt_pt: Itálico
sk: Kurzíva
vi: Nghiêng
zh_hans: 斜体
zh_hant: 斜體
zh_hant_hk: 斜體

# vKC-jM-MkH.title
source: Paste Style
ar: لصق النمط
cs: Vložit formát
de: Stil einfügen
id: Tempel Gaya
lt: Įklijuoti stilių
nb: Lim inn stil
nn: Lim inn stil
pt_br: Colar estilo
pt_pt: Colar Estilo
sk: Vložiť formát
vi: Dán kiểu
zh_hans: 粘贴样式
zh_hant: 貼上樣式
zh_hant_hk: 貼上樣式

# vLm-3I-IUL.title
source: Show Ruler
ar: إظهار المسطرة
cs: Zobrazit pravítko
de: Zeige Lineal
id: Tampilkan Penggaris
lt: Rodyti liniuotę
nb: Vis linjal
nn: Vis linjal
pt_br: Mostrar Régua
pt_pt: Mostrar Régua
sk: Zobraziť pravítko
vi: Hiển thị thước
zh_hans: 显示标尺
zh_hant: 顯示尺標
zh_hant_hk: 顯示間尺

# vmV-6d-7jI.title
source: Make Upper Case
ar: جعل الحروف الكبيرة
cs: Převést na velká písmena
de: Konvertiere in Großschrift
id: Buat Huruf Besar
lt: Paversti didžiosiomis raidėmis
nb: Bruk store bokstaver
nn: Bruk store bokstavar
pt_br: Converter em Maiúsculas
pt_pt: Maiúsculas
sk: Previesť na veľké písmená
vi: In hoa
zh_hans: 变为大写
zh_hant: 大寫
zh_hant_hk: 大寫

# vNY-rz-j42.title
source: Clear Menu
ar: قائمة واضحة
cs: Vyčistit menu
de: Menu aufräumen
id: Bersihkan Menu
lt: Išvalyti meniu
nb: Slett menyen
nn: Slett menyen
pt_br: Limpar Menu
pt_pt: Limpar Menu
sk: Vyčistiť menu
vi: Dọn sạch menu
zh_hans: 清除菜单
zh_hant: 清除選單
zh_hant_hk: 清除選單

# w0m-vy-SC9.title
source: Ligatures
ar: اللويجاتشرز
cs: Ligatury
de: Ligaturen
id: Ligatur
lt: Ligatūros
nb: Ligaturer
nn: Ligaturar
pt_br: Ligaduras
pt_pt: Ligaduras
sk: Ligatúry
zh_hans: 连字
zh_hant: 連字
zh_hant_hk: 連字

# W48-6f-4Dl.title
source: Edit
ar: تحرير
cs: Editovat
de: Editieren
id: Sunting
lt: Redaguoti
nb: Rediger
nn: Rediger
pt_br: Editar
pt_pt: Editar
sk: Editovať
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯
zh_hant_hk: 編輯

# Was-JA-tGl.title
source: New
ar: جديد
cs: Nový
de: Neu
id: Baru
lt: Naujas
nb: Nytt
nn: Nytt
pt_br: Novo
pt_pt: Novo
sk: Nový
vi: Mới
zh_hans: 新建
zh_hant: 新增
zh_hant_hk: 新增

# wb2-vD-lq4.title
source: Align Right
ar: محاذاة إلى اليمين
cs: Zarovnat doprava
de: Rechts ausrichten
id: Rata Kanan
lt: Lygiuoti dešinėje
nb: Høgrejuster
nn: Høgrejuster
pt_br: Alinhar à Direita
pt_pt: Alinhar à Direita
sk: Zarovnať doprava
vi: Căn phải
zh_hans: 右对齐
zh_hant: 齊右
zh_hant_hk: 靠右對齊

# WeT-3V-zwk.title
source: Paste and Match Style
ar: لصق ومطابقة النمط
cs: Vložit a přizpůsobit formátování
de: Einfügen und Stil anpassen
id: Tempel dan Cocokkan Gaya
lt: Įklijuoti ir pritaikyti stilių
nb: Lim inn og tilpass stil
nn: Lim inn og tilpass stil
pt_br: Colar e manter estilo
pt_pt: Colar e Combinar Estilo
sk: Vložiť a prispôsobiť formátovanie
vi: Dán và khớp kiểu
zh_hans: 粘贴并匹配样式
zh_hant: 貼上並符合樣式
zh_hant_hk: 貼上並符合樣式

# wpr-3q-Mcd.title
source: Help
ar: المساعدة
cs: Nápověda
de: Hilfe
id: Bantuan
lt: Pagalba
nb: Hjelp
nn: Hjelp
pt_br: Ajuda
pt_pt: Ajuda
sk: Nápoveda
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 輔助說明
zh_hant_hk: 輔助說明

# WRG-CD-K1S.title
source: Underline
ar: تسطير
cs: Podtžení
de: Unterstreichen
id: Garis Bawah
lt: Pabrauktas
nb: Understreka
nn: Understreka
pt_br: Sublinhar
pt_pt: Sublinhado
sk: Podťaženie
vi: Gạch dưới
zh_hans: 下划线
zh_hant: 底線
zh_hant_hk: 底線

# x3v-GG-iWU.title
source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
id: Salin
lt: Kopijuoti
nb: Kopier
nn: Kopier
pt_br: Copiar
pt_pt: Copiar
sk: Kopírovať
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝
zh_hant_hk: 複製

# xQD-1f-W4t.title
source: Use All
ar: استخدام الكل
cs: Použít vše
de: Alles benutzen
id: Gunakan Semua
lt: Naudoti visus
nb: Bruk alle
nn: Bruk alle
pt_br: Usar todos
pt_pt: Usar Todos
sk: Použiť všetko
vi: Dùng tất cả
zh_hans: 全部使用
zh_hant: 使用全部
zh_hant_hk: 使用全部

# xrE-MZ-jX0.title
source: Speech
ar: النطق
cs: Řeč
de: Sprache
id: Bicara
lt: Kalba
nb: Tale
nn: Tale
pt_br: Voz
pt_pt: Fala
sk: Reč
vi: Nói
zh_hans: 语音
zh_hant: 語音
zh_hant_hk: 語音

# Xz5-n4-O0W.title
source: Find…
ar: بحث...
cs: Hledat…
de: Suchen…
id: Temukan…
lt: Rasti…
nb: Finn…
nn: Finn…
pt_br: Buscar…
pt_pt: Encontrar…
sk: Hľadať…
vi: Tìm kiếm…
zh_hans: 查找…
zh_hant: 尋找⋯
zh_hant_hk: 尋找⋯

# YEy-JH-Tfz.title
source: Find and Replace…
ar: بحث واستبدال...
cs: Hledat a nahradit…
de: Suchen und Ersetzen…
id: Temukan dan Ganti…
lt: Rasti ir pakeisti…
nb: Finn og erstatt…
nn: Finn og erstatt…
pt_br: Buscar e Substituir…
pt_pt: Encontrar e Substituir…
sk: Hľadať a nahradiť…
vi: Tìm kiếm và thay thế…
zh_hans: 查找和替换…
zh_hant: 尋找與取代⋯
zh_hant_hk: 尋找與取代⋯

# YGs-j5-SAR.title
source: Default
ar: افتراضي
cs: Výchozí
de: Standard
id: Bawaan
lt: Numatytasis
nb: Standard
nn: Standard
pt_br: Padrão
pt_pt: Padrão
sk: Predvolené
vi: Mặc định
zh_hans: 默认
zh_hant: 預設
zh_hant_hk: 預設

# Ynk-f8-cLZ.title
source: Start Speaking
ar: بدء الكلام
cs: Začít mluvit
de: Sprechen beginnen
id: Mulai Bicara
lt: Pradėti kalbėti
nb: Start tale
nn: Start tale
pt_br: Comece a falar
pt_pt: Começar a Falar
sk: Začať hovoriť
vi: Bắt đầu nói
zh_hans: 开始朗读
zh_hant: 開始朗讀
zh_hant_hk: 開始朗讀

# z6F-FW-3nz.title
source: Show Substitutions
ar: إظهار البدائل
cs: Zobrazit záměny
de: Zeige Ersetzungen
id: Tampilkan Penggantian
lt: Rodyti pakeitimus
nb: Vis erstatninger
nn: Vis erstatningar
pt_br: Mostrar Substituições
pt_pt: Mostrar Substituições
sk: Zobraziť zámeny
vi: Hiển thị thay thế
zh_hans: 显示替换
zh_hant: 顯示替代視窗
zh_hant_hk: 顯示替代項目

# ZM1-6Q-yy1.title
source: Align Left
ar: محاذاة إلى اليسار
cs: Zarovnat doleva
de: Links ausrichten
id: Rata Kiri
lt: Lygiuoti kairėje
nb: Venstrejustert
nn: Venstrejustert
pt_br: Alinhar à esquerda
pt_pt: Alinhar à Esquerda
sk: Zarovnať doľava
vi: Căn trái
zh_hans: 左对齐
zh_hant: 齊左
zh_hant_hk: 靠左對齊

# ZvO-Gk-QUH.title
source: Paragraph
ar: فقرة
cs: Odstavec
id: Paragraf
lt: Pastraipa
nb: Avsnitt
nn: Avsnitt
pt_br: Parágrafo
pt_pt: Parágrafo
sk: Odstavec
vi: Đoạn văn
zh_hans: 段落
zh_hant: 段落
zh_hant_hk: 段落
